Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Acumen, a venture capital fund that invests in sustainable ventures, saw the opportunity and provided the required funding.
es: Acumen, un fondo de capitales de riesgo que invierte en emprendimientos sostenibles, advirtió la oportunidad y proporcionó la financiación necesaria.

source: Propulsion Ventures, based in Montreal, is one of four of Telesystem venture capital firms that operate worldwide.
es: La empresa, con sede en Montreal, es una de las cuatro empresas de capital de riesgo de Telesystem que operan en todo el mundo.

source: An industry expert group will shortly report on the legal and regulatory barriers to cost-efficient market access for venture capital fund managers.
es: Un grupo de expertos del sector presentará próximamente un informe sobre los obstáculos legislativos y reguladores a un acceso eficaz al mercado por parte de los gestores de fondos de venture capital.

source: Access and the companies of its group, is one of the leading European companies in the industry of venture capital funds, and it constitutes an independent private equity fund manager.
es: Access y su grupo, uno de los líderes europeos de la industria de fondos de fondos de capital riesgo, constituyen una gestora independiente de fondos de fondos de private equity.

source: This means providing seed capital and training, but also greater access to bank loans and venture capital markets.
es: Esto implica entregar capital semilla y capacitación, pero también un mayor acceso a créditos bancarios y a los mercados de capital de riesgo.

source: Venture capital company with assets of €25 million under management.
es: Sociedad de Capital Riesgo con un patrimonio de 25 millones de euros.

source: We may use your personal data for marketing or research purposes, for example, to conduct market research and we may, in accordance with applicable law, contact you to inform you of new products, services or promotions we may offer.
es: Podemos usar sus datos personales para fines de marketing e investigación, por ejemplo, para realizar un estudio de mercado y, conforme a la legislación aplicable, podemos contactarle para darle información sobre nuevos productos, servicios o promociones.

source: For agricultural products traded on the domestic market, research is very scarce.
es: Para los productos agropecuarios comercializados en el mercado interno los trabajos son muy escasos.

source: The parties have had to rely on such estimates owing to the absence of publicly available market research data.
es: Las partes han tenido que utilizar dichas estimaciones al no disponerse de datos públicos de investigación de mercado.

source: We will not use your data for advertising or market research purposes, unless you have given us your permission to do so.
es: Sin su consentimiento no los utilizaremos para fines publicitarios o de investigación de mercado.

source: Regularly conducted market research studies give Benninger a good market overview and help customers to make the right decisions.
es: Estudios de mercado realizados regularmente le dan a Benninger un buen conocimiento de mercado y le ayudan al cliente a tomar las decisiones acertadas.

source: New programs should base assumptions on carefully conducted market research of similar family child care businesses.
es: Los programas nuevos deberán basar sus suposiciones en una investigación de mercado cuidadosamente realizada de negocios de cuidado infantil en el hogar similares.

source: In addition, traders can benefit from various technical analysis and market research tools integrated into the platform.
es: Además, los negociadores podrán beneficiarse de la incorporación de diversas herramientas de análisis técnico y de estudio del mercado.

source: Our market research studies are personalized to the needs of your company.
es: Nuestros estudios de mercado se ciñen a las necesidades de su compañía y sus áreas de interés.

source: Currently, we are developing a conceptual model, and carrying out market research for potential products.
es: En la actualidad, estamos desarrollando el modelo conceptual y realizando los estudios de mercado de los potenciales productos.

source: And indeed, to give an answer to this mystery a Galician cellar carried out recently a small market research.
es: Y precisamente para dar respuesta a esta incógnita una bodega gallega ha llevado a cabo recientemente una pequeña investigación de mercado.

source: It shall be determined by taking into account market research carried out by external consultants.
es: Para su determinación se tiene en cuenta estudios de mercado de consultores externos.

source: Because I got the training, I was able to do market research that gave me the idea to start a fish and chips shop.
es: Debido a que hice la formación, fui capaz de hacer una prospección del mercado que me dio la idea de instalar una venta de pescado y papas fritas.

source: Any disclosure of prepared data for the purposes of advertising and market research that may take place shall be performed solely on an anonymous basis.
es: Una eventual transmisión de datos elaborados a efectos de publicidad e investigación de mercado se producirá solamente de forma anónima.

source: Carrying out in-depth market research, the credit union found that 11 of the 15 value chains had significant market potential.
es: Se llevó a cabo una investigación profunda del mercado, y la cooperativa encontró que 11 de las 15 cadenas de valor tenían un potencial de mercado significativo.

source: SW & Work SaS uses the information provided solely for the following general purposes Those relevant to the fulfilment and supply of the services foreseen, to respond in the best possible manner to requests from users for given products or services, to verify the quality of services provided and compile studies and market research statistics.
es: SW & Work SaS utiliza las informaciones comunicadas exclusivamente con las siguientes finalidades genéricas las inherentes a la ejecución y prestación de los servicios contemplados, para ofrecer la mejor respuesta posible a las peticiones de los usuarios en relación con determinados productos o servicios, para verificar la calidad de los servicios ofrecidos y elaborar estudios y estadísticas de mercado.

source: The methods of labour market research may differ according to employers' requirements for trained workers.
es: Los métodos con los cuales se analiza el mercado laboral varían según lo que requieren los empleadores.

source: Better yet, the results of the market research demonstrated that the link and association of Sol with soccer resulted in an increase of 6 percentage points in consumers' intent to purchase the brand.
es: Lo mejor de todo fue que los resultados de la investigación demostraron que, la asociación de Sol con el fútbol, tuvo como resultado un aumento de 6 puntos porcentuales en la intención de compra de la marca por parte de los consumidores.

source: Eligible costs costs of activities relating to market research and to the conception and design of quality products within the context of designations of origin and geographical indications.
es: Costes subvencionables Costes de las actividades de estudio de mercado y concepción y creación de productos de calidad en el ámbito de las denominaciones de origen e indicaciones geográficas.

source: You have a right to request that we stop processing your personal data for direct marketing or market research purposes.
es: Tiene derecho a solicitar que detengamos el procesamiento de sus datos personales para mercadeo directo o investigación de mercados.

source: Guest speakers included Gira, a Swiss firm specialising in food market research and consultancy.
es: Entre los ponentes estaba Gira, una empresa suiza especializada en la investigación y la consultoría del mercado alimentario.

source: (b) Market research for identifying potential suppliers
es: b) Un estudio de mercado a fin de encontrar posibles proveedores

source: Learn about our online market research technology enhancements.
es: Dé una mirada a la trastienda de la tecnología que impulsa nuestros servicios.

source: Effective market research and advertizing involved in creating conditions for wider international competition can also be done costeffectively through information and communication technology.
es: La tecnología de la información y de las comunicaciones permitirá también investigaciones de mercado más eficaces y una publicidad que cree condiciones de competencia internacional más amplia, igualmente rentables.

source: Manage visitor satisfaction with your online offering by using intelligent market research tools - giving you valuable competitive advantage.
es: Gestione la satisfacción de los visitantes con sus actividades en línea con ayuda de un estudio de mercado inteligente y obtenga valiosas ventajas competitivas.

source: The comprehensive customer satisfaction analysis for your online activities, based on the latest market research methods.
es: El análisis completo de la satisfacción del cliente para sus actividades online, basado en las últimas metodologías de estudio de mercado.

source: You can read trend articles in consumer and trade publications, and you can subscribe to the latest market research.
es: Se pueden leer artículos sobre tendencias en publicaciones de consumidores y de la industria, e incluso es posible suscribirse a las últimas investigaciones de mercado disponibles.

source: At present, the company is developing the conceptual model and carrying out market research on potential products.
es: En la actualidad, se está desarrollando el modelo conceptual y realizando los estudios de mercado de los potenciales productos.

source: The Spain-U.S. Chamber of Commerce develops market research studies in order to help its members understand market performance in both countries, the impact of the legal requirements in their respective industries and the best strategies that have proven success.
es: La Cámara de Comercio España-Estados Unidos elabora estudios de mercado con la finalidad de asesorar a sus miembros sobre el desarrollo de tácticas comerciales en ambos países, el impacto de los requisitos legales en su industria y las mejores estrategias para conseguir el éxito.

source: It will also allow us to conduct market research to help us develop better products, to provide more responsive customer service, and to improve our websites.
es: También nos permitirá realizar investigaciones de mercado con miras a desarrollar nuevos productos, ofrecer un servicio al cliente más efectivo y mejorar nuestros sitios web.

source: Customer data methodically collected from every channel is reinforced with the information gathered by our market research departments to produce a comprehensive map of the markets we serve, highlighting opportunities for growth.
es: La información sobre nuestros consumidores, obtenida metódicamente de cada canal, se refuerza con la información reunida por nuestros departamentos de investigación de mercado, a fin de producir un mapa integral que destaque las oportunidades de crecimiento.

source: "In order to define an existing strategy as default, please select the desired strategy from the pull-down menu and check the ""standard"" check box in the lower right corner of the window."
es: "En la orden para definir una estrategia existente como defecto, seleccione por favor la estrategia deseada del menú pull-down y compruebe la caja de cheque ""estándar"" en la esquina derecha más baja de la ventana."

source: A new communication strategy to increase the visibility of the prizes was introduced.
es: Se ha establecido una nueva estrategia de comunicación para mejorar la notoriedad de los premios.

source: Within this context, the Commission is drawing up a Communication aiming to pull together the common elements of the policies for the prevention and elimination of domestic violence into which these new indicators can be integrated in order to enhance action at Member State and European level.
es: En este contexto, la Comisión está elaborando una comunicación para reunir los elementos comunes de las políticas de prevención y eliminación de este tipo de violencia, en las que pueden integrarse estos nuevos indicadores a fin de mejorar las acciones a escala nacional y europea.

source: "Up until then it had grown by undertaking turnkey and diversified services projects of a significant technological content for clients that requested the same, ""pull"" strategy."
es: Hasta ahora ha crecido acometiendo proyectos llave en mano y servicios diversificados generalmente con un importante contenido tecnológico a clientes que lo demandaban, estrategia de «pull».

source: In order to build constructive relations with these actors, the company needs to include them in its participatory processes and communication strategy.
es: Para crear relaciones constructivas con estos actores, la empresa busca incluirlos en sus procesos participativos y en la estrategia de comunicación.

source: From the initiation of its operation in a region, the company is advised to develop a communication strategy with all the local actors.
es: Desde el comienzo de su actividad en una región, se recomienda que la empresa desarrolle una estrategia de comunicación con todos los actores locales.

source: 5.6 Eleven years after the 1998 communication, known by its 'push and pull' slogan (pushing people to leave private cars at home and pulling them on to public transport), the same issues remain relevant today, in particular, stimulating information exchange, benchmarking service performance, creating the right political climate and using the European Union's financial instruments effectively.
es: 5.6 Once años después de la Comunicación de 1998, conocida con el eslogan «push and pull» (salir del vehículo privado para embarcarse en el transporte público), se encuentran hoy las mismas cuestiones, como fomentar el intercambio de información, comparar los resultados, instaurar un marco político adecuado y utilizar los instrumentos financieros de la Unión Europea.

source: This Communication proposes a combination of 'demand pull' and 'supply push' for ICT R&D&I in Europe.
es: La presente Comunicación propone una combinación de «tirón de la demanda» y «empuje a la oferta» de la I+D+I europea en el ámbito de las TIC.

source: They're thinking about international students and study abroad. But there are some who are trying to pull it all together in a comprehensive strategy.
es: "Se enfocan en los estudiantes internacionales y en los estudios en el extranjero; pero algunas intentando englobarlo todo en una estrategia general""."

source: It is for us to determine a communication strategy for enlargement, through words and deeds.
es: Es también responsabilidad nuestra el cómo transmitamos la ampliación mediante la palabra y los hechos.

source: Menorquin is developing its communication strategy for this season around this concept.
es: En torno a este concepto, Menorquin está desarrollando su línea de comunicación durante la presente temporada.

source: I want with you to develop a communication strategy before the next European election in 2004.
es: Quiero desarrollar, junto con ustedes, una estrategia de comunicación antes de las próximas elecciones europeas de 2004.

source: "To double-check those settings open the ""Configuration of Evaluation"" window with the ""Configurations / Evaluation"" menu function and select the respective evaluation strategy from the pull-down menu (1) if required."
es: "Para comprobar esos valores abra el "" configuración de evaluación "" ventana con la función de menú de "" configuraciones / evaluación "" y seleccione los respectivos estrategia de evaluación en el menú desplegable (1) si es necesario."

source: In that regard, we welcome the Joint Vision initiative as an important further step in seeing the United Nations family pull together on behalf of a common strategy to assist Sierra Leone's post-conflict transition.
es: En ese sentido, nos complace la iniciativa de la Visión conjunta del sistema de las Naciones Unidas porque es un nuevo e importante paso para que el sistema de las Naciones Unidas se una con el propósito de ayudar a Sierra Leona en su transición después del conflicto.

source: The new strategy is now available from the pull-down list.
es: La nueva estrategia ya está disponible en la lista desplegable.

source: OMP Master Planner implements a demand-driven pull strategy in a traditionally production-driven push environment.
es: OMP Master Planner aplica estrategias determinadas por la demanda en un entorno tradicionalmente determinado por la producción.

source: "Lean focuses on a customer ""pull"" strategy, producing only those products demanded with ""just in time"" delivery."
es: "Lean se centra en una estrategia ""dirigida"" por el cliente, que produce sólo aquellos productos demandados con una política de entrega ""justo a tiempo""."

source: "It is possible to select the evaluation strategy that should be used for the calculation of results of this division with the ""Evaluation strategy"" pull-down menu."
es: "Es posible seleccionar la estrategia de evaluación debe utilizarse para el cálculo de los resultados de esta división con el "" evaluación menú desplegable de estrategia ""."

source: Two communication systems are currently implemented pull mode through secured FTP, and web services.
es: En la actualidad contamos con dos sistemas de comunicación modo de envío inducido a través de FTP segura y servicios web.

source: The communication strategy shall also include transmitting appropriate information to non-Community countries to warn them that the crisis has been resolved.
es: La estrategia de comunicación también incluirá la oportuna comunicación para informar a los terceros países de la terminación de la crisis.

source: Ficoba, the Gipuzkoa Exhibition Centre, continues to expand its communication strategy on the Internet with the launch of a blog.
es: Ficoba, el recinto Ferial de Gipuzkoa, continúa ampliando su estrategia de comunicación en Internet con el lanzamiento de un blog.

source: Develop a good communication strategy targeting the public, donors and beneficiaries on the reasons for and benefits of spending funds on programmes with a longer-term perspective.
es: Elaborar una buena estrategia de comunicaciones focalizada en el público, los donantes y los beneficiarios para explicar las razones y los beneficios de gastar los fondos en programas con una perspectiva a más largo plazo.

source: Conceiving a communication strategy appropriate to the problem to be solved.
es: Concebir una estrategia de comunicación adecuada al problema a resolver.

source: The development of a specific communication strategy was also recommended.
es: También se recomendó la elaboración de una estrategia de comunicación específica.

source: Communication will also be a central element of the approach, and a detailed communication strategy has been formulated for that purpose.
es: La comunicación también será un elemento central de este enfoque y una estrategia detallada de comunicación ha sido creada con este objetivo.

source: (a) contributing to the programme promotion and communication strategy
es: (g) contribuir a la estrategia de promoción y comunicación del Programa

source: 2.9 In its document on 'citizen's networks' (6 ), the Commission declared its intention to give priority to the development of LPT and local and regional passenger rail transport and even 20.7.2007 drew attention to the need to introduce a 'push and pull' strategy designed to deliberately displace cars from conurbations and to strongly promote the use of LPT.
es: 2.9 En su iniciativa sobre la creación de una red de ciudadanos (6 ), la Comisión afirmó que se debían establecer prioridades en el desarrollo del transporte público de viajeros y 20.7.2007 del transporte de viajeros por ferrocarril de cercanías o regional y que era necesario impulsar una estrategia denominada de «disuasión e incentivo», con el objetivo de desplazar intencionadamente a los automóviles de las aglomeraciones urbanas y fomentar con decisión los transportes públicos de cercanías.

source: "These higher growth rates, in turn, were supposed to draw the poor into gainful employment and out of poverty this was an active ""pull- up"" strategy, as opposed to a passive ""trickle-down"" strategy for development."
es: "Se suponía además que estas tasas elevadas de crecimiento permitirían sacar a los pobres de su pobreza y darles un empleo remunerado se trataba de una estrategia activa de desarrollo basada en el ""tirón"" de la economía, frente a la estrategia pasiva basada en el efecto de ""filtración""."

source: Developing such a strategy to pull the plug on the crises in the Middle East, settle the conflict between Israel and the Palestinians, and neutralise Islamic political fundamentalism wherever it rears its head - and it has its boltholes in Europe itself - to all these things, the European Union can and must make a substantial contribution.
es: Para desarrollar una estrategia destinada a ofrecer soluciones a las crisis de Oriente Próximo, resolver el conflicto entre Israel y los palestinos, y neutralizar el fundamentalismo político islámico allá donde extienda sus alas (hay que tener en cuenta que tiene apoyos en la propia Europa), la Unión Europea puede y debe realizar una importante contribución.

source: The PULL strategy is aimed at getting users of certified products and services such as travelers and tourism intermediaries - tour operators, guidebooks, websites, trade shows, parks, government agencies, tourism bureaus, socially and environmentally minded companies and institutions (museums, NGOs, universities, etc.) for instance - to DEMAND certified products and services.
es: La estrategia de JALE está destinada a adquirir usuarios de productos y servicios certificados, tales como viajeros e intermediarios de turismo operadores de tours, libros de guía, sitios web, exposiciones del gremio, parques, entidades del gobierno, oficinas de turismo, compañías e instituciones social y ambientalmente responsables (museos, ONG, universidades, etc.), por ejemplo- para que DEMANDEN productos y servicios certificados.

source: The results of such an economic opportunity analysis can then be shared with both the providers of development services and with home makers, farmers and workers.
es: Los resultados de ese análisis de oportunidades económicas pueden después compartirse tanto con los proveedores de servicios para el desarrollo como con amas de casa, agricultores y trabajadores en general.

source: Displaying the Dynamic Opportunity Analysis Report - SAP Documentation
es: Visualización del informe de análisis de oportunidad dinámico - Docu SAP

source: Displays the colors used for highlighting the dynamic information in the Dynamic Opportunity Analysis report.
es: Muestra los colores utilizados para resaltar la información dinámica en el informe Análisis oportunidad dinámico.

source: A format for the report is required (See Appendix B as an example - the Opportunity Analysis, initial stage of course at the University of Baltimore).
es: Dicho informe debe ajustarse a un formato determinado (véase un ejemplo el Apéndice B, en el que se expone el análisis de oportunidades, fase inicial del curso de la Universidad de Baltimore).

source: Exchange of information on overdue accounts and opportunity analysis to address the issue.
es: Intercambio de datos sobre cartera vencida y análisis de oportunidades para la atención del tema.
